import { Link } from "react-router-dom";

function City() {
  return (
    <div className="page">
      <h1>🏙️ Рівне</h1>

      <p>
        Рівне — місто на заході України, адміністративний
        центр Рівненської області.
      </p>

      <p>
        Місто розташоване на річці Устя. Рівне є важливим
        культурним, освітнім та економічним центром регіону.
      </p>

      <p>
        У місті знаходяться університети, театри, музеї,
        парки та багато історичних пам'яток.
      </p>

      <Link to="/">⬅ На головну</Link>
    </div>
  );
}

export default City;